Repository: aalvarezr29/Royal-Resorts-Guests
Catalog: Royal Resorts Guest/*.lproj/InfoPlist.strings
Languages: es

# NSCameraUsageDescription
source: Allow Royal Resorts access to your camera to take photos and assign your profile photo.
es: Permita que Royal Resorts acceda a su cámara para tomar fotos y asignar su foto de perfil.

# NSPhotoLibraryUsageDescription
source: Allow Royal Resorts access to your camera roll to assign your profile photo.
es: Permita que Royal Resorts acceda a sus fotos para asignar su foto de perfil.

# NSAppleMusicUsageDescription
source: Allows Royal Resorts access to Apple Music on this device.
es: Permite que Royal Resorts acceda a Apple Music en este dispositivo.

# NSBluetoothPeripheralUsageDescription
source: Allows Royal Resorts access to Bluetooth connection on this device.
es: Permite el acceso de Royal Resorts a la conexión Bluetooth en este dispositivo.

# NSCalendarsUsageDescription
source: Allows Royal Resorts access to view events on Calendar.
es: Permite el acceso de Royal Resorts para ver eventos en el Calendario.

# NSContactsUsageDescription
source: Allows Royal Resorts access to manage your Contacts.
es: Permite el acceso de Royal Resorts para gestionar tus contactos.

# NSHealthShareUsageDescription
source: Allows Royal Resorts access to your Health data.
es: Permite que Royal Resorts acceda a sus datos de Salud.

# NSHealthUpdateUsageDescription
source: Allows Royal Resorts edit your Health data.
es: Permite a Royal Resorts editar sus datos de Salud.

# NSHomeKitUsageDescription
source: Allows Royal Resorts to control Homekit enabled devices.
es: Permite que Royal Resorts controle los dispositivos habilitados para Homekit.

# NSLocationAlwaysUsageDescription
source: This will use information about your location to enhance the experience during your stay at Royal Resorts, and will notify you about the services and events you can enjoy.
es: Esta utilizará información de tu ubicación para enriquecer la experiencia durante tu estancia en Royal Resorts, ademas te notificará sobre los servicios y eventos que podrás disfrutar.

# NSLocationWhenInUseUsageDescription
source: This will use information about your location to enhance the experience during your stay at Royal Resorts, and will notify you about the services and events you can enjoy.
es: Esta utilizará información de tu ubicación para enriquecer la experiencia durante tu estancia en Royal Resorts, ademas te notificará sobre los servicios y eventos que podrás disfrutar.

# NSLocationUsageDescription
source: This will use information about your location to enhance the experience during your stay at Royal Resorts, and will notify you about the services and events you can enjoy.
es: Esta utilizará información de tu ubicación para enriquecer la experiencia durante tu estancia en Royal Resorts, ademas te notificará sobre los servicios y eventos que podrás disfrutar.

# NSMicrophoneUsageDescription
source: Allows Royal Resorts access to the microphone.
es: Permite que Royal Resorts acceda al micrófono.

# NSMotionUsageDescription
source: Allows Royal Resorts access to Motion & Fitness.
es: Permite que Royal Resorts acceda a Condición y Actividad Física.

# NSRemindersUsageDescription
source: Allows Royal Resorts write in Reminders.
es: Permite que Royal Resorts acceda a Recordatorios.

# NSSiriUsageDescription
source: Allows Royal Resorts send data to Siri.
es: Permite a Royal Resorts enviar datos a Siri.

# NSSpeechRecognitionUsageDescription
source: Allows Royal Resorts access to Speech Recognition.
es: Permite que Royal Resorts acceda al Reconocimiento de Voz.
