Repository: aalvarezr29/Royal-Resorts-Guests
Catalog: Royal Resorts Guest/*.lproj/Localizable.strings
Languages: es

# strSelectDepartureHotel
source: Select a Departure Hotel
es: Selecciona Hotel de Salida

# strSelectDepartureDate
source: Select a Departure Date
es: Selecciona Dia de Salida

# strSelectArrivalAirline
source: Select a Arrival Airline
es: Selecciona Aerolínea de Llegada

# strSelectDepartureAirline
source: Select a Departure Airline
es: Selecciona Aerolínea de Salida

# strSelectArrivalFlightHour
source: Select a Arrival Flight Hour
es: Selecciona Hora de Llegada

# strSelectDepartureFlightHour
source: Select a Departure Flight Hour
es: Selecciona Hora de Salida

# strSelectArrivalFlight
source: Select a Arrival Flight
es: Selecciona Vuelo de Llegada

# strSelectDepartureFlight
source: Select a Departure Flight
es: Selecciona Vuelo de Salida

# lblArrivalFlightHour
source: Arrival Flight Hour
es: Hora de Llegada

# lblDepartureFlightHour
source: Departure Flight Hour
es: Hora de Salida

# lblArrivalFlight
source: Arrival Flight
es: Vuelo de Llegada

# lblDepartureFlight
source: Departure Flight
es: Vuelo de Salida

# lblFlightInformation
source: We need to know flight information:
es: Necesitamos saber la información del vuelo:

# lblArrivalInformation
source: Arrival Information
es: Información de llegada

# lblDepartureInformation
source: Departure information
es: Información de salida

# lblTravellerName
source: Main traveller's name on this flight(who will take the transport)
es: Nombre del viajero principal en este vuelo(quien tomará el transporte)

# lblAddComment
source: Add a Comment
es: Agrega un Comentario

# lblChargeService
source: Thomas More Travel will charge the service to your room account to be paid when you check out from the Resort.
es: Thomas More Travel cargará el servicio a la cuenta de su habitación y podrá pagar cuando salga del Resort.

# lblConditions
source: I accept Terms and conditions
es: Acepto los Terminos y Condiciones

# lblNeedFirstName
source: Need a First Name
es: Se necesita el Nombre

# lblNeedLastName
source: Need a Last Name
es: Se necesita el Apellido

# lblNeedArrivalAirline
source: Need a arrival airline
es: Se necesita la Aerolínea de Llegada

# lblNeedArrivalFlight
source: Need a arrival flight
es: Se necesita el Vuelo de Llegada

# lblNeedArrivalFlightHour
source: Need a arrival flight hour
es: Se necesita la Hora de Llegada

# lblNeedDepartureAirline
source: Need a departure airline
es: Se necesita la Aerolínea de Salida

# lblNeedDepartureFlight
source: Need a departure flight
es: Se necesita el Vuelo de Salida

# lblNeedDepartureFlightHour
source: Need a departure flight hour
es: Se necesita la Hora de Salida

# lblHolderAirline
source: Airline
es: Aerolínea

# lblHolderFlight
source: Flight
es: Vuelo

# lblHolderHour
source: Hour
es: Hora

# btnSubmitRes
source: SUBMIT RESERVATION
es: ENVIAR RESERVACIÓN

# strOther
source: Other
es: Otro

# strPax
source: pax
es: personas

# strService
source: Service
es: Servicio

# lblPressCode
source: Press the QR code for full screen or shake your device.
es: Presione el código QR para pantalla completa o agite el dispositivo.

# strAeroPuerto
source: From Airport to
es: Del aeropuerto a

# btnChangeDates
source: Edit dates, hotel or pax
es: Cambiar fechas, hotel o personas

# lblOr
source: Or
es: Ó

# lblMenu
source: Main Menu
es: Menú

# lblmsjnotreg
source: Not registered yet? Sign in using your
es: No está registrado? Acceda usando su

# btnConfCode
source: name
es: nombre

# lblInvalidLogIn
source: Invalid Login
es: Login Invalido

# lblErrorConf
source: Your reservation information was not found.
es: No encontramos la información de su reservación.

# lblErrorConf1
source: Please see possible reasons below:
es: Esto se debe a alguno de los siguientes motivos:

# lblErrorConf2
source: For members:
es: Para socios:

# lblErrorConf3
source: Only the primary guest on the reservation can check in.
es: Únicamente el huésped primario de la reservación podrá realizar el registro de entrada.

# lblErrorConf4
source: You may check in three months to two days prior to your arrival.
es: Puede realizar su registro de entrada con tres meses a dos días de anticipación a su llegada.

# lblErrorConf5
source: You may check in only for your first week of stay when staying multiple weeks. Registration for following weeks will be handled by the Front Desk.
es: Puede realizar su registro de entrada únicamente para su primera semana de estancia en caso de que su estancia sea de múltiples semanas. El registro para las siguientes semanas se debe realizar en Recepción.

# lblErrorConf6
source: If you are in house, you cannot check in for following weeks. Check-in for following weeks will be handled by the Front Desk.
es: Si usted se encuentra hospedado, no puede realizar el registro de entrada para las siguientes semanas de su estancia. El registro para las siguientes semanas se debe realizar en Recepción.

# lblErrorConf7
source: For all-inclusive / European plan reservations:
es: Para reservaciones de todo incluido / Plan Europeo:

# lblErrorConf8
source: Only the primary guest on the reservation can pre-register.
es: Únicamente el huésped primario de la reservación podrá realizar el pre-registro.

# lblErrorConf9
source: You may pre-register only for your first week of stay when staying multiple weeks. Registration for following weeks will be handled by the Front Desk.
es: Puede realizar pre-registro únicamente para su primera semana de estancia en caso de que su estancia sea de múltiples semanas. El registro para las siguientes semanas se debe realizar en Recepción.

# lblfooCLBR
source: En caso de que requiera asistencia personalizada, puede llamar sin costo desde E.E.U.U. y Canad√° a Servicio a Hu√©sped 1-888-852-8323
es: En caso de que requiera asistencia personalizada, puede llamar sin costo desde E.E.U.U. y Canadá a Servicio a Huésped 1-888-852-8323

# lblMsjConf
source: The first name and last name must match those you gave when you made your reservation.
es: El nombre y el apellido deben coincidir con los que proporcionó cuando hizo su reserva.

# lblCheckin
source: Arrival date
es: Fecha de llegada

# lblAddress
source: Address
es: Dirección

# lblCity
source: City
es: Ciudad

# lblCountry
source: Country
es: País

# lblState
source: State
es: Estado

# lblZipCode
source: Zip Code
es: Codigo Postal

# lblTelephone
source: Telephone
es: Telefono

# lblProcessPay
source: Processing your payment
es: Procesando su pago

# msgCheckOutCLB
source: Thank you for vacationing at Costa Linda Beach Resort. We hope that you had a wonderful stay and we look forward to welcoming you back soon.
es: Gracias por vacacionar en Costa Linda Beach Resort. Deseamos que usted haya tenido una estancia maravillosa y esperamos tener la oportunidad de darle la bienvenida otra vez muy pronto.

# validStay
source: A valid stay was not found
es: No se encontro una estancia valida

# goingOutSide
source: You are going to a secure Royal Resorts site outside of the app. Your transactions will not be reflected here.
es: Usted se está dirigiendo a un sitio seguro de Royal Resorts fuera de la app. Sus transacciones no se reflejarán aquí.
