Repository: aalvarezr29/Royal-Resorts-Guests
Catalog: Royal Resorts Guest/*.lproj/Localizable.strings
Languages: es

# Iniciar
source: Sign In
es: Iniciar

# lblHeader
source: Please provide your email address or Personal ID and PIN:
es: Por favor proporcione su dirección de correo electrónico o su Personal ID y su PIN (Número personal de identificación).

# lblMsjPin
source: Need or forgot your PIN (Personal Identification Number)?
es: ¿Necesita o desea recuperar su NIP (Número de Identificación Personal)?

# btnRequest
source: Click here
es: Presione aquí

# btnBack
source: Back
es: Regresar

# btnAply
source: Sign In
es: Iniciar

# lblHdr1
source: Please provide the email registered with your reservation or contract. You will receive an email with the PIN associated with your personal account.
es: Por favor, proporcionar su dirección de correo electrónico o ID Personal. Usted recibirá, en el correo electrónico registrado el NIP asociado con su cuenta personal.

# lblfoo1
source: If you need assistance please ask your Resort Concierge or call Guest Services:
es: En caso de que requiera asistencia personalizada, puede llamar a Servicio a Huésped:

# lblfoo4
source: From Mexico: 001-800-930-5050
es: desde Mexico: 001-8009305050

# TitleRequest
source: Request PIN
es: Obtener PIN

# MsgError1
source: Invalid email/peopleID, please verify and try again
es: Correo Electrónico o Personal ID Invalido, por favor verifique y vuelva a intentar

# MsgError2
source: Invalid email, please verify and try again
es: Correo Electrónico invalido por favor verifique y vuelva a intentar

# MsgError3
source: Invalid people, please verify and try again
es: Personal ID invalido, por favor verifique y vuelva a intentar

# MsgError4
source: Email not was send, please wait a minute and try again
es: No fue posible enviar el Correo Electrónico, por favor espere unos minutos y vuelva a intentar

# Msg1
source: Email message sent successfully
es: Mensaje de correo enviado exitosamente

# MsgError5
source: The data provided is invalid. Please verify the entered values and try again
es: La información ingresada es inválida. Por favor vuelva a intentar

# MsgError6
source: The application can not establish connection with the server, please try again later.
es: La aplicación no puede establecer comunicacion con el servidor de Royal Resorts, por favor espere unos minutos y vuelva a intentar

# MsgError7
source: Invalid pin, please verify and try again
es: PIN Invalido, por favor verifique y vuelva a intentar

# Msg2
source: Stays shown here are between 60 days old and up to 60 days prior to arrival.
es: Les mostramos las estancias de hasta 60 días de su salida y hasta 60 días antes de su llegada

# btnLogOut
source: Log out
es: Cerrar sesión

# TitleGuest
source: Guest stays
es: Estancias del Huésped

# btnHome
source: Home
es: Inicio

# OUT
source: Recently OUT
es: Salidas Recientes

source: In House
es: En casa

# ASSIGNED
source: Your upcoming stay
es: Próximas llegadas

source: Pay
es: Pagar

source: Account
es: Cuenta

source: Unit
es: Habitación

source: View
es: Vista

source: Dates
es: Fechas

source: Primary
es: Primario

# Checkout
source: Continue Checkout
es: Continuar Salida

# CheckoutMsg
source: This process closes the account and invalidates the keys to use for consumption. Are you sure to proceed?
es: Este proceso cierra la cuenta e invalida las tarjetas de consumo. Esta seguro de proceder?

# lblLocation
source: Location
es: Locación

# lblDate
source: Date
es: Fecha

# lblKeycard
source: Key card
es: Tarjeta

# lblTip
source: Tips
es: Propina

# lblAmount
source: Amount
es: Monto

# btnConsumption
source: Get consumption details
es: Obtener detalle de consumos

# lblKeys
source: Keys
es: Huéspedes

# Full
source: Full Payment
es: Pago completo

# Parcial
source: Partial payment
es: Pago parcial

# lblMsgPay
source: Mexican cards: charge in MXN. Foreign cards: charge in USD.
es: Tarjetas mexicanas: cargo en MXN. Tarjetas extranjeras: cargo en USD.

# txtAmountToPay
source: Amount to pay in
es: Monto a pagar en

# txtAmountToPayUSD
source: Amount to pay in
es: Monto a pagar en

# txtccNumber
source: Credit card number
es: Número de tarjeta

# txtExpMonth
source: Month
es: Mes

# txtExpYear
source: Year
es: Año

# lblExpirationDate
source: Expiration Date
es: Fecha de expiración

# btnPay
source: Apply
es: Pagar

# btnRequestPIN
source: Request PIN
es: Obtener PIN

# lblRules
source: Rules to banorte pay.
es: Reglas para pago de banorte, en letras chiquitas, restricciones.

# HdrCheckout
source: Please provide the data to close your consumption account and schedule your automatic checkout. For additional charges, please stop by the front desk to ask to re-open your consumptions account
es: Por favor proporcione los datos para cerrar su cuenta y programar su salida automática. Para cargos adicionales, por favor solicite en la recepción que le abran una nueva cuenta de consumos

# btnSave
source: Save
es: Guardar

# lblBellBoyAt
source: At day:
es: El dia de:

# lblBellBoyService
source: Schedule bell boy service
es: Programar servicio de Bell boy

# TitlePreArrival
source: Pre-Arrival
es: Pre-Llegada

# TitlePreArrivalRO
source: Pre-Arrival - Read Only
es: Pre-Llegada / Read Only

# lblGuests
source: Guests
es: Huéspedes

# lblNoteGuest
source: Please provide details of the guests who will be occupying the unit. This will expedite your check in process. For multiple week stays, from the second week, and for consecutive weeks, data will be provided by reception. The maximum number of occupants is
es: Proporcione los datos de las personas que ocuparán la unidad. Esto agilizará su proceso de entrada. Para estancias de múltiples semanas, a partir de la segunda los datos serán definidos por la recepción. El número máximo de ocupantes es de

# lblFirstName
source: First Name
es: Nombre

# lblMiddleName
source: Middle Name
es: Segundo Nombre

# lblLastName
source: Last Name
es: Apellido Paterno

# lblSLastName
source: Second Last Name
es: Apellido Materno

# lblAge
source: Age
es: Edad

# lblEmail
source: Email
es: Correo Electronico

# lblPrimaryPeople
source: Primary Guest
es: Persona Primaria

# lblPrimPeople
source: Guest
es: Persona

# lblGuestInfo
source: Guest information
es: Datos del huésped

# msgAddGuest
source: Thank you, this will save you time when you check in to your resort. See you soon.
es: Gracias. Esto ahorrará tiempo a su llegada al Resort. Nos vemos pronto

# msgCheckOut
source: Thank you for vacationing at Royal Resorts. We hope that you had a wonderful stay and we look forward to welcoming you back soon.
es: Gracias por vacacionar en Royal Resorts. Deseamos que usted haya tenido una estancia maravillosa y esperamos tener la oportunidad de darle la bienvenida otra vez muy pronto.

# lblPersonAmount
source: Total amount of
es: Monto total de

# lblTotalAmount
source: Total amount for all guests:
es: Monto total de todas las personas:

# msjApply
source: Applying charge
es: Aplicando cargo

# btnCheckOutSlip
source: Check Out Slip
es: Pase de salida

# lblCheckOutSlip
source: CHECK OUT SLIP
es: PASE DE SALIDA

# lblMsgCheckOutSlip
source: Please show this ticket to the Bellboy on your way out or present this ticket for any purchase within the resort after paying your bill cash or Credit Cards. or if you need towels leave on ID at the Sports Desk. or for Bellboy assistance, please call ext. 177.
es: Favor de mostrar este pase al bellboy a su salida o después de saldar su cuenta. Muestre este pase para pagar cualquier consumo en efectivo o con tarjeta de crédito o si requiere toallas, entregue una identificación en servicios deportivos o en caso de requerir servicio de bellboy marque a la ext. 177.

# lblTimeCheckOutSlip
source: CHECK OUT TIME 11:00 AM
es: HORA DE SALIDA 11:00 AM

# msgNoReserv
source: No reservations were in the valid period
es: No se encontraron reservas en el periodo válido

# lblStayfrom
source: Stay from
es: Estancia desde

# lblStayto
source: to
es: a

# lblNotification
source: Notifications
es: Notificaciones

# lblNotificationDetail
source: Notification Detail
es: Detalle Notificación

# lblNotificationNew
source: New!
es: Nuevo!

# lblMessageat
source: Message at
es: Mensaje de

# lblNotificationtype
source: Notification Type
es: Tipo de Notificación

# lblPreAuthorizations
source: Pre Authorizations
es: Pre Autorizaciones

# lblCreditCard
source: Credit Card
es: Tarjeta

# msgPreauth
source: Choose the Credit Card Pre Auth to approve the Post Payment. The maximum amount will be the amount of the balance or the Amount of the Pre Auth.
es: Selecciona una pre autorización para aprobar el cargo. El monto maximo debe ser el total del balance o el monto de la pre autorización.

# lblRequestFollowUp
source: Services
es: Servicios

# lblRequestDetail
source: Service Detail
es: Detalle de Servicio

# lblRecent
source: Latest
es: Reciente

# lblHistory
source: Show History
es: Mostrar historial

# lblDesc
source: Description
es: Descripción

# lblDescRes
source: Description
es: Descripción

# lblStay
source: Stay
es: Estancia

# lblStayRes
source: Description
es: Descripción

# lblType
source: Type
es: Tipo

# lblTypeRes
source: Description
es: Descripción

# lblStatus
source: Status
es: Estatus

# lblStatusRes
source: Description
es: Descripción

# lblNewRequest
source: New Request
es: Alta de Solicitud

# lblFollowDesc
source: Short description
es: Descripción corta

# lblCommentRequest
source: Comments
es: Comentarios

# lblSelectStay
source: Select a Stay
es: Selección de Stays

# lblSelectType
source: Type
es: Tipo

# sMsjEmail
source: Email not defined
es: Correo electrónico no definido

# lblSelectRequestType
source: Type
es: Tipo

# txtEmail
source: Email or Personal ID
es: Correo electrónico o ID Personal

# txtPIN
source: PIN
es: NIP o Contraseña

# lblPreregister
source: Preregistered
es: Preregistrado

# lblPreregisterText1
source: Yes
es: Si

# lblService
source: Service
es: Servicio

# lblNoService
source: No Service
es: Sin Servicio

# tabStay
source: Stays
es: Estancias

# tabRequest
source: Services
es: Servicios

# lblLoading
source: Loading...
es: Conectando...

# msgOcup
source: Please, contact Front Desk to add a new guest.
es: Por favor contacte a Front Desk para un nuevo huésped.

# msgDirEmail
source: Please provide a valid email address
es: Por favor proporcione una dirección de correo electrónico valida

# msgPropName
source: Please provide a name
es: Por favor proporcione un Nombre

# msgPropApellido
source: Please provide a last name
es: Por favor proporcione un Apellido Paterno

# msgEdadE
source: Wrong age
es: Edad Erronea

# msgDebeS
source: Must be over
es: Debe ser mayor de

# msgAgePrim
source: years for Primary
es: años para ser Primario

# msgTracDec
source: The transaction of your credit card has been declined, we invite to request assistance to the Front Desk staff
es: La transacción de su tarjeta de crédito ha sido rechazada, le invitamos a solicitar asistencia al personal de recepción

# msgProvAmt
source: Provide amount to pay
es: Proporcionar cantidad a pagar

# msgProvValAmt
source: Provide valid amount to pay
es: Proporcionar cantidad válida para pagar

# msgProvCredCar
source: Provide a credit card number
es: Proporcionar un número de tarjeta de crédito

# msgInvCredCar
source: Invalid Credit Card Number
es: Número de tarjeta de crédito no válido

# msgNExpM
source: Need a expiration Month
es: Proporcionar mes de expiración

# msgIExpM
source: Invalid Expiration Month
es: Mes de expiración invalido

# msgNExpY
source: Need a expiration Year
es: Proporcionar año de expiración

# msgNCVV
source: CVV is required
es: Proporcionar CVV

# msgICVV
source: Invalid CVV
es: CVV Invalida

# msgMExPreAmt
source: Amount must not exceed to Pre Amount
es: La cantidad no debe exceder a la cantidad del Pre Auth

# msgSPreAct
source: Some Pre Auth have been active, which credit will be repaid by your bank, according to it's contract with you. If you have any doubt the reception staff can help you
es: Algunos Pre Auth estan activos, el crédito será pagado por su banco según sea contrato con usted. Si tiene cualquier duda, el personal de recepción le puede ayudar

# msgResInH
source: Reservation is already IN HOUSE, please go to the front desk to add new persons to the reservation
es: Reserva ya está IN HOUSE, por favor vaya a la recepción para añadir nuevas personas a la reserva

# msgProvDesc
source: Provide a Short Description
es: Proporcionar descripción corta

# msgProvReq
source: Provide a Comment Or Request
es: Proporcionar comentarios

# lblMXN
source: Payment in MXN
es: Pago en MXN

# lblUSD
source: Payment in USD
es: Pago en USD

# LastMember
source: There should be at least one MEMBER
es: Debe haber al menos un MEMBER

# DelPrimary
source: Primary person can not be removed
es: Persona primaria no puede ser eliminada

# lblBag
source: Pieces of luggage
es: Piezas de equipaje

# lblPartialEarly
source: For partial or early departures please stop by the front desk to get your check-out slip
es: Las salidas parciales o anticipadas deberán solicitar en recepción su pase de salida

# NotDeleted
source: Record not deleted
es: Registro no pudo ser borrado

# Deleted
source: Record deleted
es: Registro borrado

# SaveRequest
source: Saved Request
es: Solicitud registrada

# NoSaveRequest
source: Not Saved Request
es: Solicitud no registrada

# lblDateLimit
source: Date limit for preregister
es: Fecha limite para el preregistro

# lblUpload
source: Upload A Photo
es: Cargar Foto

# msgLogin
source: Your login was successful
es: Su inicio de sesión fue exitoso

source: Camera
es: Camara

source: Gallery
es: Galeria

source: Cancel
es: Cancelar

# tabActivity
source: Activities
es: Actividades

# lblTitleActivity
source: Activities
es: Actividades

# tabRestaurant
source: Restaurants
es: Restaurantes

# lblTitleRestaurant
source: Restaurants
es: Restaurantes

# btnReserve
source: RESERVE
es: RESERVA

# btnApplyReserv
source: Search table
es: Buscar mesa

# btnReservations
source: Reservation
es: Reservaciones

# lblReservRestAvail
source: Table availability
es: Disponibilidad de mesa

# lblRestUnit
source: Unit
es: Unidad

# lblRestName
source: Name
es: Nombre

# lblRestFirstName
source: First Name
es: Nombre

# lblRestLastName
source: Last Name
es: Apellido

# lblRestAdults
source: Adults
es: Adultos

# lblRestChildren
source: Childrens
es: Niños

# lblRestDate
source: Date
es: Fecha

# lblRestOpentime
source: Opening time
es: Hora de apertura

# lblRestAdultChild
source: Adults/Childs
es: Adultos/Niños

# lblTableIn
source: Table in
es: Mesa en zona

# lblZoneFor
source: zone for
es: para

# lblAdultsAnd
source: adults and
es: adultos

# lblChildrenOn
source: children on
es: niños el

# lblAt
source: at
es: en horario

# lblTitleRestReserv
source: Reservations
es: Reservaciones

# lblChildrenText
source: childrens
es: niños

# lblRestConfirmationNumber
source: Confirmation #:
es: Confirmación #:

# lblRestCommentRequest
source: Comments/Special request
es: Comentarios/Solicitud especial

# btnReserv
source: Reserve
es: Reservar

# tabNotification
source: Notifications
es: Notificaciones

# msgInvoiceReq
source: In case you require a fiscal invoice (only mexican guests), please contact Front Desk to fill the fiscal customer form.
es: En caso de que requiera una factura fiscal(solo huéspedes mexicanos), por favor contacte a la Recepción para llenar el formulario de cliente fiscal

# lblNotConf
source: Configuraci√≥n
es: Configuration

# lbltitleDigitalTicket
source: Digital ticket
es: Recibo digital

# lblMember
source: Member's check-in
es: Check-in de Socios

# lblMemberRO
source: Member's check-in - Read Only
es: Check-in de Socios - Read Only

# InvalidDate
source: The restaurant is closed for this day.
es: El restaurante se encuentra cerrado para este día.

# OpenPDF
source: Download
es: Descargar

# lblPhoneNo
source: Phone
es: Teléfono

# msgPhoneEmail
source: Please, type your email or phone number.
es: Por favor, capturar su email o teléfono.

# lblexpected
source: Expected Arrival
es: Llegada Prevista

# lblRestConcierge
source: Please approach your Concierge to look for the best way on how to get to the restaurant.
es: Favor de acercarse a su Concierge para saber cómo llegar al restaurante.

# msgOcupAI
source: The ages don't belong to package. Your reservation includes:
es: Las edades no corresponden al paquete. Su reservación incluye:

# strCreditCard
source: Credit Card
es: Tarjeta de Crédito

# strPreAuth
source: Pre-authorization
es: Pre-autorización

# strPayment
source: Payment Method
es: Forma de Pago

# strMaxCred
source: Maximum credit available
es: Crédito Máximo disponible

# strAvailAcc
source: Available for this account
es: Disponible para esta cuenta

# strCredApply
source: Balance with credit applied
es: Saldo aplicando crédito

# strTextResCred
source: The resorts credits can only be applied to the consumptions made in the consumption centers: The Royal Market, Restaurants, Spa, Thomas More Travel, Laundry and Sports Services.
es: Los resorts credits solo pueden ser aplicados a los consumos realizados en los centros de consumo: The Royal Market, Restaurantes, Spa, Viajes Thomas More, Lavandería y Servicios Deportivos.

# strPagar
source: PAY
es: PAGAR

# strRestExist
source: You already have a reservation for this day,
es: Ya existe una reservación para ese día

# strSure
source: are you sure to continue?
es: ¿Está seguro que desea continuar?

# strContinue
source: Continue
es: Continuar

# strViewReserv
source: View Reservations
es: Ver Reservaciones

# strCancel
source: Cancel
es: Cancelar

# strResortCreditMsjError
source: Resort Credits not applied. The information has changed, please verify your account again.
es: Resort Credits no aplicados. La información ha cambiado, por favor verifique su cuenta nuevamente.

# strRewardsMsj
source: To apply Royal Resorts Rewards to your consumption account please stop by the front desk.
es: Para aplicar los Royal Resorts Rewards a su cuenta de consumos favor de pasar a la recepción.

# strRestaurantCNX
source: For changes and cancellations in your restaurant reservations, please call extension 165.
es: Para cambios y cancelaciones a sus reservaciones de restaurantes favor de comunicarse a la extensión 165.

# strResortCreditRestrictionsMsj
source: Charges for purchases in concessions, tips, local taxes, and / or donations are not applicable using the Resort Credit as a payment method. Restrictions apply.
es: Los cargos por compras en las concesiones, propinas, impuestos locales, y/o donativos no son aplicables usando el Resort Credit como forma de pago. Aplican restricciones.

# strAvailRewards
source: RR Rewards Available
es: RR Rewards Disponibles

# strAmountRewards
source: Amount to apply in RR Rewards
es: Monto por aplicar en RR Rewards

# strUSDAmountRewards
source: USD Amount
es: Monto en USD

# strMXNAmountRewards
source: MXN Amount
es: Monto en MXN

# strRewardsText
source: You can use RR Rewards to pay for any type of consumption in your account
es: Usted puede utilizar los RR Rewards para pagar cualquier tipo de consumo en su cuenta.

# strRewardsError
source: Sorry, the payment could not be processed. Please try again.
es: Lo sentimos, el pago no se pudo procesar. Por favor intente de nuevo.

# strRewardsAvail
source: You can only apply the amount of your available rewards
es: Solo puede aplicar el monto de Rewards disponibles.

# strPayRewards
source: Pay Success:
es: Pago Exitoso:

# lblHouse
source: Housekeeping
es: Ama de llaves

# lblMant
source: Maintenance
es: Mantenimiento

# lblFdesk
source: Front Desk
es: Recepción

# lblTransfer
source: Airport Transportation
es: Transportación al aeropuerto

# lblOnLine
source: Order Online
es: Ordene en línea

# lblRent
source: Scooters & Rentals
es: Rentas y Scooters

# lblGift
source: Special Gifts
es: Regalos Especiales

# lblAddServices
source: Add Service
es: Agregar Servicio

# lbltblTransfer
source: My Transfers
es: Mis Traslados

# lbltblRequest
source: My Requests
es: Mis Solicitudes

# lblMsgError
source: Sorry! Transfer reservation through the app can be accepted at least 2 days prior to your arrival. Please allow to assist you in a different way, call our toll free numbers mentioned below.
es: Lo sentimos! las reservaciones de traslado a través de la App deben hacerse por lo menos dos días antes de su llegada. Permítanos ayudarle de otra manera. Llámenos a nuestros números libres de cargo mencionados abajo.

# lblArrivalDate
source: Arrival Date
es: Fecha de llegada:

# strChooseAnother
source: Choose another date
es: Escoge otro dia

# lblHelpContact
source: Help? Contact us:
es: Necesita ayuda? Contáctanos:

# lblUsaCan
source: From USA-Canada:
es: De USA-Canada:

# lblMex
source: From Mexico:
es: De México:

# lblOther
source: Other Countries:
es: Otros Paises:

# lblOffice
source: OFFICE HOURS
es: HORARIO DE OFICINA

# lblMon
source: Monday to friday: 8:00 a.m. to 7:00 p.m.
es: Lunes a viernes: 8:00 a.m. to 7:00 p.m.

# lblSat
source: Saturday & sunday: 9:00 a.m. to 5:00 p.m.
es: Sabado a domingo: 9:00 a.m. to 5:00 p.m.

# lblMsgErrorFrag1
source: Your next reservation
es: Su siguiente reservación

# lblMsgErrorFrag2
source: starts on
es: comienza en

# lblMsgErrorFrag3
source: and will finish on
es: y termina en

# lblMsgErrorFrag4
source: We are glad to receive you in
es: Nos complace recibirle en

# lblMsgErrorFrag5
source: Do you want Transfer to
es: ¿Quieres transportación para

# lblMsgErrorFrag6
source: people?
es: persona(s)?

# lblMsgErrorFrag7
source: Our recomendation is:
es: Nuestra recomendación es:

# lblSharedService
source: *Shared service only: 5:00 a.m. to 11:30 p.m.
es: *Servicio compartido disponible de: 5:00 a.m. to 11:30 p.m.

# lblTransferTotal
source: Your total
es: Su total

# lblTransferContinue
source: Continue
es: Continuar

# lblHelpTransfer
source: Help? Contact us: 1-800-791-4496
es: Necesita ayuda? Contáctanos: 1-800-791-4496

# lblUserNameTransfer
source: Welcome
es: Gracias

# lblRoundTrip
source: ROUNDTRIP
es: REDONDO

# lblOneWay
source: ONE WAY
es: SENCILLO

# lblPrivateTrans
source: PRIVATE
es: PRIVADO

# lblSharedTrans
source: SHARED
es: COMPARTIDO

# btnEditInfo
source: Edit Info
es: Editar

# lblReservation
source: Reservation
es: Reservación

# lblArrivalHotel
source: Arrival Hotel
es: Hotel de llegada

# lblDepartureHotel
source: Departure Hotel
es: Hotel de salida

# lblDepartureDate
source: Departure Date
es: Fecha de salida

# lblPax
source: Pax
es: Número de personas

# btnCancel
source: Cancel
es: Cancelar

# strInvalidArrival
source: The departure date cannot be before the arrival date
es: La fecha de salida no puede ser antes de la fecha de llegada

# strScan
source: Show this QR code to our greeter at the airport
es: Muestre este código QR a nuestro representante en el aeropuerto

# strThank
source: Thank you
es: Gracias

# strConf
source: This is your transfer confirmation
es: Esta es tu confirmación de transportación

# strTransferFrom
source: From
es: De

# strTransferTo
source: To
es: a

# strYouSoon
source: See you soon!
es: Nos vemos pronto!

# strItSafe
source: Do it safe, do it with Thomas More
es: Hazlo seguro, hazlo con Thomas More

# strTransferHourMsj1
source: Shared service hours
es: Horario de servicio compartido

# strTransferHourMsj2
source: If your schedule is not available please choose private service
es: Si su horario no esta habilitado favor de utilizar servicio privado

# strInvalidPax
source: Invalid number of pax
es: Numero de personas invalido

# strSelectConfirmation
source: Select a Confirmation Code
es: Selecciona un Codigo de Confirmación

# strSelectArrivalHotel
source: Select a Arrival Hotel
es: Selecciona Hotel de Llegada

# strSelectArrivalDate
source: Select a Arrival Date
es: Selecciona Dia de Llegada
